{                                                                                           
  "name": "Buckminster Fuller Yung Ramen Limited Edit (In collaboration with The Great Minds Series)",                             
  "image": "https://brec.io/wp-content/uploads/2020/02/86300512_1009997292717067_8462338896116580352_n.jpg",    
  "description": "Who Was Buckminster Fuller?                \nFuller was born on July 12, 1895, in Milton, Massachusetts, the son of Richard Buckminster Fuller and Caroline Wolcott Andrews, and grand-nephew of Margaret Fuller, an American journalist, critic, and women's rights advocate associated with the American transcendentalism movement. The unusual middle name, Buckminster, was an ancestral family name. As a child, Richard Buckminster Fuller tried numerous variations of his name. He used to sign his name differently each year in the guest register of his family summer vacation home at Bear Island, Maine. He finally settled on R. Buckminster Fuller. \nFuller spent much of his youth on Bear Island, in Penobscot Bay off the coast of Maine. He attended Froebelian Kindergarten. He disagreed with the way geometry was taught in school, being unable to experience for himself that a chalk dot on the blackboard represented an 'empty' mathematical point, or that a line could stretch off to infinity. To him these were illogical, and led to his work on synergetics. He often made items from materials he found in the woods, and sometimes made his own tools. He experimented with designing a new apparatus for human propulsion of small boats. By age 12, he had invented a 'push pull' system for propelling a rowboat by use of an inverted umbrella connected to the transom with a simple oar lock which allowed the user to face forward to point the boat toward its destination. Later in life, Fuller took exception to the term 'invention'.   \nYears later, he decided that this sort of experience had provided him with not only an interest in design, but also a habit of being familiar with and knowledgeable about the materials that his later projects would require. Fuller earned a machinist's certification, and knew how to use the press brake, stretch press, and other tools and equipment used in the sheet metal trade.                                                                             \nEducation:                                    \nFuller attended Milton Academy in Massachusetts, and after that began studying at Harvard College, where he was affiliated with Adams House. He was expelled from Harvard twice: first for spending all his money partying with a vaudeville troupe, and then, after having been readmitted, for his 'irresponsibility and lack of interest'. By his own appraisal, he was a non-conforming misfit in the fraternity environment.       \nWartime Experience:                                                \nBetween his sessions at Harvard, Fuller worked in Canada as a mechanic in a textile mill, and later as a laborer in the meat-packing industry. He also served in the U.S. Navy in World War I, as a shipboard radio operator, as an editor of a publication, and as commander of the crash rescue boat USS Inca. After discharge, he worked again in the meat packing industry, acquiring management experience. In 1917, he married Anne Hewlett. During the early 1920s, he and his father-in-law developed the Stockade Building System for producing light-weight, weatherproof, and fireproof housing-although the company would ultimately fail in 1927.                                                              \nDepression and Epiphany:                             \nBuckminster Fuller recalled 1927 as a pivotal year of his life. His daughter Alexandra had died in 1922 of complications from polio and spinal meningitis just before her fourth birthday. Stanford historian, Barry Katz, found signs that around this time in his life Fuller was suffering from depression and anxiety. Fuller dwelled on his daughter's death, suspecting that it was connected with the Fullers' damp and drafty living conditions. This provided motivation for Fuller's involvement in Stockade Building Systems, a business which aimed to provide affordable, efficient housing.                                       \nIn 1927, at age 32, Fuller lost his job as president of Stockade. The Fuller family had no savings, and the birth of their daughter Allegra in 1927 added to the financial challenges. Fuller drank heavily and reflected upon the solution to his family's struggles on long walks around Chicago. During the autumn of 1927, Fuller contemplated suicide by drowning in Lake Michigan, so that his family could benefit from a life insurance payment.                \nFuller said that he had experienced a profound incident which would provide direction and purpose for his life. He felt as though he was suspended several feet above the ground enclosed in a white sphere of light. A voice spoke directly to Fuller, and declared:    \nFrom now on you need never await temporal attestation to your thought. You think the truth. You do not have the right to eliminate yourself. You do not belong to you. You belong to Universe. Your significance will remain forever obscure to you, but you may assume that you are fulfilling your role if you apply yourself to converting your experiences to the highest advantage of others.                                        \nFuller stated that this experience led to a profound re-examination of his life. He ultimately chose to embark on 'an experiment, to find what a single individual could contribute to changing the world and benefiting all humanity'.  Speaking to audiences later in life, Fuller would regularly recount the story of his Lake Michigan experience, and its transformative impact on his life. Historians have been unable to identify direct evidence for this experience within the 1927 papers of Fuller's Chronofile archives, housed at Stanford University. Stanford historian Barry Katz suggests that the suicide story may be a myth which Fuller constructed later in life, to summarize this formative period of his career.                                                                                                   \nRecovery:                                         \nIn 1927 Fuller resolved to think independently which included a commitment to 'the search for the principles governing the universe and help advance the evolution of humanity in accordance with them ... finding ways of doing more with less to the end that all people everywhere can have more and more'. By 1928, Fuller was living in Greenwich Village and spending much of his time at the popular cafe Romany Marie's, where he had spent an evening in conversation with Marie and Eugene O'Neill several years earlier. Fuller accepted a job decorating the interior of the cafe in exchange for meals, giving informal lectures several times a week, and models of the Dymaxion house were exhibited at the cafe. Isamu Noguchi arrived during 1929-Constantin Brancui, an old friend of Marie's, had directed him there-and Noguchi and Fuller were soon collaborating on several projects, including the modeling of the Dymaxion car based on recent work by Aurel Persu. It was the beginning of their lifelong friendship.                                                                                                    \nGeodesic Domes:                               \nFuller taught at Black Mountain College in North Carolina during the summers of 1948 and 1949, serving as its Summer Institute director in 1949. Fuller had been shy and withdrawn, but he was persuaded to participate in a theatrical performance of Erik Satie's The Ruse of Medusa, put on by John Cage, who was also teaching at Black Mountain. During rehearsals, under the tutelage of Arthur Penn, then a student at Black Mountain, Fuller broke through his inhibitions to become confident as a performer and speaker.                                                        \nAt Black Mountain, with the support of a group of professors and students, he began reinventing a project that would make him famous: the geodesic dome. Although the geodesic dome had been created 26 years earlier by Dr. Walther Bauersfeld, Fuller was awarded United States patents, even though he neglected to cite Bauersfeld's prior art in his patent applications. He is credited for popularizing this type of structure.                                  \nOne of his early models was first constructed in 1945 at Bennington College in Vermont, where he lectured often. In 1949, he erected his first geodesic dome building that could sustain its own weight with no practical limits. It was 4.3 meters (14 feet) in diameter and constructed of aluminium aircraft tubing and a vinyl-plastic skin, in the form of an icosahedron. To prove his design, Fuller suspended from the structure's framework several students who had helped him build it. The U.S. government recognized the importance of his work, and employed his firm Geodesics, Inc. in Raleigh, North Carolina to make small domes for the Marines. Within a few years, there were thousands of such domes around the world.                                           \nFuller's first 'continuous tension - discontinuous compression' geodesic dome (full sphere in this case) was constructed at the University of Oregon Architecture School in 1959 with the help of students. These continuous tension - discontinuous compression structures featured single force compression members (no flexure or bending moments) that did not touch each other and were 'suspended' by the tensional members.                  \nDymaxion Chronofile:                                        \nA 1933 Dymaxion prototype. For half of a century, Fuller developed many ideas, designs and inventions, particularly regarding practical, inexpensive shelter and transportation. He documented his life, philosophy and ideas scrupulously by a daily diary (later called the Dymaxion Chronofile), and by twenty-eight publications. Fuller financed some of his experiments with inherited funds, sometimes augmented by funds invested by his collaborators, one example being the Dymaxion car project.           \nWorld Stage:                         \nThe Montreal Biosphere by Buckminster Fuller, 1967.  Fuller's home in Carbondale. International recognition began with the success of huge geodesic domes during the 1950s. Fuller lectured at North Carolina State University in Raleigh in 1949, where he met James Fitzgibbon, who would become a close friend and colleague. Fitzgibbon was director of Geodesics, Inc. and Synergetics, Inc. the first licensees to design geodesic domes. Thomas C. Howard was lead designer, architect and engineer for both companies. Richard Lewontin, a new faculty member in population genetics at North Carolina State University, provided Fuller with computer calculations for the lengths of the domes' edges.           \nFuller began working with architect Shoji Sadao in 1954, and in 1964 they co-founded the architectural firm Fuller & Sadao Inc., whose first project was to design the large geodesic dome for the U.S. Pavilion at Expo 67 in Montreal. This building is now the 'Montreal Biosphere'. In 1962, the artist and searcher John McHale wrote the first monograph on Fuller, published by George Braziller in New York.                 \nFrom 1959 to 1970, Fuller taught at Southern Illinois University Carbondale (SIU). Beginning as an assistant professor, he gained full professorship in 1968, in the School of Art and Design. Working as a designer, scientist, developer, and writer, he lectured for many years around the world. He collaborated at SIU with John McHale. In 1965, they inaugurated the World Design Science Decade (1965 to 1975) at the meeting of the International Union of Architects in Paris, which was, in Fuller's own words, devoted to 'applying the principles of science to solving the problems of humanity'. Later in his SIU tenure, Fuller was also a visiting professor at SIU Edwardsville, where he designed the dome for the campus Religious Center.                               \nFuller believed human societies would soon rely mainly on renewable sources of energy, such as solar- and wind-derived electricity. He hoped for an age of 'omni-successful education and sustenance of all humanity'. Fuller referred to himself as 'the property of universe' and during one radio interview he gave later in life, declared himself and his work 'the property of all humanity'. For his lifetime of work, the American Humanist Association named him the 1969 Humanist of the Year. In 1976, Fuller was a key participant at UN Habitat I, the first UN forum on human settlements.                                     \nHonors:                              \nFuller was awarded 28 United States patents and many honorary doctorates. In 1960, he was awarded the Frank P. Brown Medal from The Franklin Institute. Fuller was elected as an honorary member of Phi Beta Kappa in 1967, on the occasion of the 50th year reunion of his Harvard class of 1917 (from which he was expelled in his first year). He was elected a Fellow of the American Academy of Arts and Sciences in 1968. In 1968, he was elected into the National Academy of Design as an Associate member, and became a full Academician in 1970. In 1970, he received the Gold Medal award from the American Institute of Architects. In 1976, he received the St. Louis Literary Award from the Saint Louis University Library Associates. He also received numerous other awards, including the Presidential Medal of Freedom presented to him on February 23, 1983, by President Ronald Reagan.                                                  \nLast filmed appearance:                                    \nFuller's last filmed interview took place on June 21, 1983, in which he spoke at Norman Foster's Royal Gold Medal for architecture ceremony. His speech can be watched in the archives of the AA School of Architecture, in which he spoke after Sir Robert Sainsbury's introductory speech and Foster's keynote address.                                                                  \nDeath:                                            \nFuller died on July 1, 1983, 11 days before his 88th birthday. During the period leading up to his death, his wife had been lying comatose in a Los Angeles hospital, dying of cancer. It was while visiting her there that he exclaimed, at a certain point: 'She is squeezing my hand!' He then stood up, suffered a heart attack, and died an hour later, at age 87. His wife of 66 years died 36 hours later. They are buried in Mount Auburn Cemetery in Cambridge, Massachusetts.",                                                                                                 
  "properties": {                                                                                                  
    "History": "American architect", 
    "Artist": "Yung Ramen",
    "Details": "Buckminster Fuller Yung Ramen Limited Edit (In collaboration with The Great Minds Series) issued by brec.io"
  }                                                                                                      
}
