{
	"name": "The Maker: Yung Ramen Limited Edition Edit (OG Mikerverse Alternative Timeline Lore)",
	"description": "When Mike first found the Fomorphic Nectar, a nameless ancient God created a split in the Multiverse. One incarnation of Mike drank the Nectar, the other sought to return it to R’aenea the Huntress. R'aenea's legendary wrath is matched only by her legendary kindness towards those who seek her favour. In return for the bottle of Fomorphic Nectar, Mike was given celestial abilities, similar to those of the Chakravartin of ancient Hindu and Buddhist lore. Able to create worlds, universes, fly between them via the singularities contained within the centres of stars. Mike obtained the powers of telekenisis, premonition, extraordinary knowledge of the sciences from the plank length to the scale of countless multiverses.Understanding the Multiverse to be but a manifested illusion of the mind, he achieved many levels of enlightenment, made contact with many celestial beings. He rescued countless beings from suffering, went from planet to planet, galaxy to galaxy, universe to universe building technological utopias, curing disease, bringing knowledge and enlightement... but suddenly... things started to go wrong. The Maker created the Stargate aperture technology used in the game, which can manipulate both time and space. The Stargate apetures appear like Penrose triangles in the third dimension of space. This is where our logo comes from, why The Maker appears surrounded by one. Unfortunately The Maker over many aeons of enthusiasm and eagerness gave away too much of his knowledge, and many of his abilities were able to be recreated and re-engineered by jealous and evil lesser, but still very powerful and long-lived entities. Thus the Maker, like Mike, is constantly haunted by his shadow, is careful to only reveal his secrets to the proven and the worthy.",
	"image": "https://brec.io/wp-content/uploads/2020/02/85064684_3160018300697445_1752462732554141696_n.jpg",
	"properties": {
		"simple_property": "The Maker: Yung Ramen Limited Edition Edit (Mikerverse Alernative Timeline Lore) issued by brec.io",
		"Artist": "Yung Ramen"
		}
}
